<?php 


return [
    'mon'=> 'ច័ន្ទ',
    'fri' => 'សុក្រ',
    'mor' => '៨ព្រឹក',
    'ever' => '៥ល្ចាច',
    // Navbar menu
    'home' => 'ទំព័រដើម',
    'about_Us' => 'អំពីយើងខ្ញុំ',
    'our_products' => 'ផលិតផល',
    'our_team' => 'ក្រុមការងារ',
    'activities' => 'សកម្មភាព',
    'event' => 'ព្រឹត្តិការណ៍',
    'news' => 'ព័ត៌មាន',
    'our_publication' => 'ការបោះពុម្ភផ្សាយ',
    'career' => 'ឱកាសការងារ',
    'contact_us' => 'ការទំនាក់ទំនង',
    // Home
    'welcom' => 'សូមស្វាគមន៍មកកាន់',
    'srun_chhlat' => 'សហគ្រាស ស៊្រុន ឆ្លាត',
    'cambo' => 'ខេមបូ',
    'agribusiness' => 'អេហ្គ្រីប៊ីហ្សនេស',
    'innovation_from_nature' => 'ជាសហគ្រាសផលិតប្រេងកូឡា ប្រេងខ្យល់ចម្រាញ់ពីរុក្ខធម្មជាតិ',
    'heathy' => 'ដើម្បីសុខុមាលភាពជីវិត និងនិរន្តរភាព',
    
    'title_home1' => 'យើងខ្ញុំជាសហគ្រាសក្នុងស្រុករដែលមានបេសកកម្មច្បាស់លាស់ក្នុងការផលិតផលិតផលជំនួយ ដល់សុខភាពប្រកបដោយគុណភាពខ្ពស់ ដោយពឹងផ្អែកលើចំណេះដឹងតាមបែបវិទ្យាសាស្ត្រ បច្ចេកវិទ្យា និងការចូលរួមអភិរក្សធនធានធម្មជាតិ។',
    'title_home2' => 'វត្ថុធាតុដើមទាំងអស់ត្រូវបានចម្រាញ់ចេញពីការដាំដុះដោយផ្ទាល់ដៃរបស់កសិករខ្មែរដើម្បីធានាបានថាផលិតផលរបស់យើងខ្ញុំគឺសុទ្ធតែជារបស់ធម្មជាតិ មានសុវត្ថិភាព និងមានតម្លៃសមរម្យសម្រាប់ការប្រើប្រាស់។',
    'title_home3' => 'យើងខ្ញុំជឿជាក់ថាការផ្ដល់ជូននូវដំណោះស្រាយបញ្ហាសុខភាពដែលមានគុណភាពមិនត្រឹមតែជួយបង្កើតសុខុមាលភាពរបស់ប្រជាជនប៉ុណ្ណោះទេ​ប៉ុន្តែថែមទាំងជួយលើកកម្ពស់ជីវភាពរស់នៅរបស់សហគមន៍កសិករដែលជាដៃគូរបស់យើងទូទាំងប្រទេសទៀតផង។',

    'partner' => 'ដៃគូ',
    'strategic' => 'ដៃគូយុទ្ធសាស្ត្រ',




    // Footer 
    'title_footer1' => 'សហគ្រាស ស្រ៊ុន ឆ្លាត ខេមបូ អេហ្គ្រីប៊ីហ្សនេស  ត្រូវបានបង្កើតឡើងក្រោមទស្សនវិស័យក្នុងការផលិតផលិតផលសុខភាពធ្វើពីធម្មជាតិ ដើម្បីលើកកម្ពស់គុណភាពជីវិតរបស់ប្រជាពលរដ្ឋកម្ពុជាព្រមទាំងគាំទ្រចិញ្ចឹមជីវភាពរបស់កសិករស្រុក។',
    'follow_us' => 'ស្វែងរកយើងខ្ញុំនៅលើបណ្តាញសង្គម',
    'info' => 'ព័ត៌មាន',
    'title_srun' => 'សហគ្រាស ស៊្រុន ឆ្លាត ខេមបូ អេហ្គ្រីប៊ីហ្សនេស',
    'locat' => 'ទីតាំង៖ ភូមិព្រៃព្រីងខាងត្បូង ១ សង្កាត់ចោមចៅ ២ ខណ្ឌពោធិ៍សែនជ័យ រាជធានីភ្នំពេញ',
    'visit' => 'ទីតាំងផែនទីក្នុង Google Map',
    'map' => 'ផែនទី',
    'reser' => 'រក្សាសិទ្ធិគ្រប់យ៉ាង',

     // contact us of Question
    'q1' => 'ប្រសិនបើអ្នកមានសំណួរបន្ថែម',
    'q2' => 'ឬចង់ចូលរួមជាដៃគូជាមួយសហគ្រាសយើងខ្ញុំ',
    'q3' => 'ក្រុមការងាររបស់យើងខ្ញុំត្រៀមខ្លួនដើម្បីធ្វើការឆ្លើយតបទៅនឹងសំណូមពររបស់លោកអ្នក។',
    // Career
    'title_career' => 'ចូលរួមជាមួយយើងក្នុងការចូលរួមបង្កើតវិស័យកសិកម្មប្រកបច្នៃប្រឌិត និងទំនើបកម្មសម្រាប់កម្ពុជា! សហគ្រាសស្រ៊ុនឆ្លាតយើងកំពុងស្វែងរកបុគ្គលដែលមានចំណង់ចំណូលចិត្តក្នុងការធ្វើឱ្យមានភាពខុសប្លែក មានគោលបំណងច្បាស់លាស់ និងចាប់ផ្តើមពីការងារដែលលើកកម្ពស់សុខុមាលភាព និងសហគមន៍។',
    'title1' => 'ចាប់ផ្ដើមឱកាសការងាររបស់អ្នកជាមួយយើងខ្ញុំថ្ងៃនេះ !',
    'title2' => 'គឺដល់ពេលហើយ!',
    'title3' => 'បរិយាកាសការងារ៖',
    'title4' => 'បរិយាកាសធ្វើការគាំទ្រដល់ការអភិវឌ្ឍជំនាញ!',
    'title5' => 'ឱកាសបង្ហាញសមត្ថភាព និងចូលរួមសម្រេចបេសកកម្មជាក្រុម',
    'title6' => 'បទពិសោធន៍ផ្ទាល់ និងជំនាញថ្មីៗក្នុងវិស័យអភិវឌ្ឍផលិតផលសុខភាពធម្មជាតិ',
    // Our Publication
    't1' => 'សហគ្រាសរបស់យើងខ្ញុំគាំទ្រដោយក្រុមផ្នែកបច្ចេកទេស និងអ្នកជំនាញដែលមានបទពិសោធន៍ និងចំណេះដឹងយ៉ាងទូលំទូលាយក្នុងវិស័យសុខាភិបាល វិទ្យាសាស្ត្រឱសថកម្ម កសិកម្ម និងការគ្រប់គ្រងអាជីវកម្ម។',
    't2' => 'យើងខ្ញុំធ្វើការរួមគ្នាបានយ៉ាងច្រើននិងមានចក្ខុវិស័យរួមដើម្បីនាំអនាគតវិស័យកសិកម្មទៅរកចីរភាព និងភាពច្បាស់លាស់។',
    't3' => 'របាយការណ៍បោះពុម្ពផ្សាយ',
    't4' => 'ទាញយកឥឡូវនេះ',
    // Activities
    'a1' => 'សហគ្រិនភាពរបស់យើងទទួលការគាំទ្រពីក្រុមអ្នកបង្កើត អ្នកបច្ចេកទេស និងជំនាញវិជ្ជាជីវៈ ដែលមានបទពិសោធន៍ និងចំណេះដឹងយ៉ាងទូលំទូលាយក្នុងវិស័យសុខភាព វិទ្យាសាស្ត្រថ្នាក់ថ្នាំ កសិកម្ម និងការគ្រប់គ្រងអាជីវកម្ម។',
    'a2' => 'យើងធ្វើការជាមួយគ្នាដោយសាមគ្គីភាព និងមានចក្ខុវិស័យរួម ដើម្បីជំរុញអនាគតវិស័យកសិកម្មឲ្យមានភាពចីរភាព និងតម្លាភាព',
    'read_detail'  => 'អានព័ត៌មានលម្អិត',
    'back' => 'ត្រឡប់ក្រោយ',
    // Our Product
    'title_team' => 'យើងខ្ញុំធ្វើការជាមួយគ្នាដោយមានសាមគ្គីភាព​ និងមានចក្ខុវិស័យរួមគ្នាដើម្បីជំរុញវិស័យកសិកម្មឲ្យមានចីរភាព និងភាពច្បាស់លាស់។',
    'title_pro1' => 'សហគ្រាសយើងខ្ញុំផ្តោតលើការផលិតផលិតផលសុខភាពដោយផ្អែកលើវិទ្យាសាស្ត្រដែលបញ្ចូលជាមួយវិទ្យាសាស្ត្រសុខភាព ឱសថសាស្ត្រ និងវេជ្ជសាស្ត្រផ្សេងៗពីរុក្ខធម្មជាតិនៅកម្ពុជា តាមរយៈក្រុមជំនាញវេជ្ជសាស្ត្រពីមហាវិទ្យាល័យពុទ្ធសាស្រ្ត ដែលជាដៃគូយុទ្ធសាស្ត្រ។',
    'title_pro2' => 'បច្ចេកវិទ្យា និងការច្នៃប្រឌិតស្ថិតនៅពីក្រោយផលិតផលទាំងនេះ មានមូលដ្ឋានមកពីផលិតផលកសិកម្មរបស់កសិករខ្មែរដោយបានយកចិត្តទុកដាក់ក្នុងការជ្រើសរើស និងដំណើរការយ៉ាងឥតខ្ចោះមុននឹងបម្លែងទៅជាផលិតផលចុងក្រោយ។ វត្ថុធាតុដើមក្នុងស្រុកដែលបានជ្រើសរើសប្រើមានដូចជា ស្លឹកគ្រៃ ស្លឹកប៉េត ប្រៃ ម្ទេស ឡេមុងក្រាស ប្រេង ស្នោរស្រូវ និងប្រេងដូង។',
    'title_pro3' => 'សកម្មភាពពិសោធន៍វត្ថុធាតុដើម',
    'title_pro4' => 'សហគ្រាសនេះជឿជាក់យ៉ាងខ្លាំងក្នុងការផ្ដល់ដំណោះស្រាយល្អឥតខ្ចោះ និងមានតម្លៃ ដែលលើសពីអ្វីដែលអតិថិជនបានចំណាយ។',
     
    // About Us
    'ab1' => 'សហគ្រាស ស៊្រុន ឆ្លាត ខេមបូ អេហ្គ្រីប៊ីហ្សនេស ត្រូវបានបង្កើតឡើងដោយមានចក្ខុវិស័យក្នុងការផលិតផលិតផលសុខភាពធម្មជាតិ ដើម្បីបង្កើតសុខុមាលភាព និងសុវត្ថិភាពរបស់ប្រជាជនកម្ពុជា និងគាំទ្រជីវភាពកសិករខ្មែរ។',
    'ab2' => 'សហគ្រាសត្រូវបានបង្កើតឡើងនៅថ្ងៃទី ៨ ខែតុលា ឆ្នាំ ២០២០ ហើយបានចុះបញ្ជីជាផ្លូវការជាសហគ្រាសពាណិជ្ជកម្មនៅថ្ងៃទី ១១ ខែមករា ឆ្នាំ ២០២១។',
    'ab3' => 'ស្ថាបនិក លោក ស៊ុ្រន ឆ្លាត មកពីគ្រួសារកសិករហើយមានការប្ដេជ្ញាចិត្តយ៉ាងខ្លាំងក្នុងការបង្កើត',
    'ab4' => 'តម្លៃលើផលិតផលកសិកម្មក្នុងស្រុក ដោយបង្កើតជាផលិតផលសុខភាពដែលមានគុណភាពខ្ពស់ បច្ចេកវិទ្យាទំនើប និងមានសុវត្ថិភាព',
    'ab5' => 'សម្រាប់ការប្រើប្រាស់ប្រចាំថ្ងៃ។ ',
    
     // vision
    'ab6' => 'ចក្ខុវិស័យ៖',
    'ab7' => 'សហគ្រាសយើងខ្ញុំមានចក្ខុវិស័យក្នុងការបង្កើតសង្គមមួយ ដែលមានប្រជាជនរស់នៅប្រកបដោយផាសុកភាព និងអាចចូលរួមប្រើប្រាស់ផលិតផលធម្មជាតិដើម្បីលើកកម្ពស់គុណភាពជីវិតរបស់អ្នកប្រើប្រាស់។',
    'ab8' => 'បេសកកម្ម៖',
    'ab9' => 'ផ្តល់ជូននូវផលិតផលសុខភាពដែលមានគុណភាពខ្ពស់ និងមានប្រសិទ្ធភាព ដើម្បីឆ្លើយតបទៅនឹងតម្រូវការរបស់អតិថិជន តាមរយៈសេវាកម្មឯកទេសរបស់សហគ្រាស។',
    'ab10' => 'គោលដៅ៖',
    'ab11' => 'ដើម្បីធានាថាអតិថិជនមានការពេញចិត្ត និងលើកទឹកចិត្តឲ្យប្រើប្រាស់ផលិតផលសុខភាពរបស់យើង ព្រមទាំងបង្កើតការយល់ដឹងរបស់សាធារណជនតាមរយៈការផ្សព្វផ្សាយពាណិជ្ជកម្ម។',

    // core Value
    'c1' => 'តម្លៃស្នូល៖',
    'c2' => 'សហគ្រាសមានជំនឿយ៉ាងមុតមាំ​ ក្នុងការផ្ដល់ជូននូវផលិតផលល្អៗ
ដែលមានតម្លៃលើសពីការបង់ប្រាក់លើផលិតផល។
',
    'c3' => 'យុត្តិធម៌',
    'c4' => 'ភាពរួសរាយរាក់ទាក់',
    'c5' => 'តម្លាភាព',
    'c6' => 'ទំនួលខុសត្រូវ',
    'c7' => 'ការគោរព',
    'c8' => 'ភាពច្នៃប្រឌិត ',
    'c9' => 'ភាពស្មោះត្រង់',
    'c10' => 'សាមគ្កីភាព',
    'c11' => 'សមភាព',

    // Why Us
    'w1' => 'ចំណុចពិសេសរបស់សហគ្រាសយើងខ្ញុំ',
    'w2' => 'អ្វីដែលធ្វើឲ្យ សហគ្រាស ស៊្រុន ឆ្លាត ខេមបូ អេហ្គ្រីប៊ីហ្សនេស បម្លែងស្ថាប័នឲ្យរឹងមាំជាងសហគ្រាសផ្សេងទៀត?',
    'w3' => 'ផ្អែកលើវិទ្យាសាស្ត្រ និងប្រពៃណី',
'w4' => 'យើងខ្ញុំបញ្ចូលចំណេះដឹងវិទ្យាសាស្ត្រថែទាំសុខភាពសម័យថ្មី ជាមួយចំណេះដឹងអំពីឱសថបុរាណខ្មែរ ដើម្បីបង្កើតផលិតផលសុខភាពដែលមានប្រសិទ្ធភាព និងសុវត្ថិភាពរួមទាំង
ការសហការជាមួយសាកលវិទ្យាល័យពុទ្ធិសាស្ត្រធ្វើឲ្យផលិតផលរបស់យើងខ្ញុំទទួលបានទំនុកចិត្ត និងគុណភាពខ្ពស់។
',

'w5' => 'ភាពស្មោះត្រង់ និងសីលធម៌',
'w6' => ' យើងខ្ញុំគោរពតាមគោលការណ៍សំខាន់ទាំង ៩ ចំណុច រួមមាន យុត្តិធម៌ សេចក្ដីស្មោះត្រង់ ទំនួលខុសត្រូវ និងភាពច្នៃប្រឌិត។ល។ គោលការណ៍ទាំងនេះជាមូលដ្ឋាននៃទំនុកចិត្តរបស់អតិថិជនចំពោះយើងខ្ញុំ។',

'w7' => 'គាំទ្រកសិករកម្ពុជា',
'w8' => ' យើងខ្ញុំធ្វើការសហការជាមួយកសិករពីសហគមន៍ជាច្រើនទូទាំងប្រទេស ដោយជ្រើសរើសវត្ថុធាតុដើមដោយផ្ទាល់យ៉ាងមានទំនួលខុសត្រូវ។ វាជាផ្នែកសំខាន់ក្នុងការកែលម្អជីវភាព និងសេដ្ឋកិច្ចសហគមន៍កសិករកម្ពុជា។',

'w9' => 'ការចុះបញ្ជី និងអាជ្ញាបណ្ណផ្លូវការ',
'w10' => 'សហគ្រាសយើងខ្ញុំបានចុះបញ្ជី និងទទួលអាជ្ញាបណ្ណផ្លូវការពីក្រសួងពាក់ព័ន្ធនានា​ រួមទាំង អាជ្ញាបណ្ណចបផដើម្បីធានាបាននូវភាពជាផ្លូវការ និងវិជ្ជាជីវៈក្នុងប្រតិបត្តិការរបស់យើងខ្ញុំ។',

'w11' => 'គុណភាពគឺជាអាទិភាពរបស់យើងខ្ញុំ',
'w12' => ' វត្ថុធាតុដើមនីមួយៗត្រូវបានជ្រើសរើសយ៉ាងម៉ត់ចត់ និងផលិតតាមស្តង់ដារខ្ពស់ដើម្បីធានាបាននូវគុណភាព សុវត្តិភាព នឹងប្រសិទ្ធភាពនៃផលិតផល។',

'w13' => 'សមិទ្ធផលបង្ហាញភាពជោគជ័យ',
'w14' => 'យើងខ្ញុំបានបង្កើតនូវសមិទ្ធផលដ៏គួរកត់សម្គាល់ចាប់តាំងពីការដាក់ចេញផលិតផលដំបូងនៅឆ្នាំ ២០១៩ រហូតដល់ការចែកចាយទូទាំងប្រទេសក្នុងឆ្នាំ ២០២៤ ។ ការច្នៃប្រឌិតរបស់យើងខ្ញុំទទួលបានការកោតសរ
សើរពីអ្នកវិទ្យាសាស្ត្រ និងសាធារណជនជាច្រើន។
',
'w15' => 'ចីរភាព និងសុចរិតភាព',
'w16' => 'ចាប់ពីការជ្រើសរើសវត្ថុធាតុដើម រហូតដល់ការវេចខ្ចប់ យើងខ្ញុំផ្តោតលើការផលិតយ៉ាងមានសីលធម៌ និងការថែរក្សាបរិស្ថាន។',

'w17' => 'ឯកសារចុះបញ្ជី និងអាជ្ញាបណ្ណសហគ្រាស',

'more_detail' => 'ព័ត៌មានលម្អិតបន្ថែម',
'price' => 'តម្លៃ',
'Quantity' => 'បរិមាណ',
'description' => 'ការពិពណ៌នា',
'buy_now' => 'ទិញឥឡូវនេះ',
'info_cus' => 'ព័ត៌មានអតិថិជន',
'name' => 'ឈ្មោះ',
'phone' => 'លេខទូរស័ព្ទ',
'address' => 'អាសយដ្ឋាន',
'checkout' => 'ពិនិត្យចេញ',
'total' => 'តម្លៃសរុប',



    




];